Repository: systemas11atp/test-slt
Catalog: themes/jewellery_luxury/translations/*/Customeraccount.*.xlf
Languages: sl_si

source: Your account
sl_si: Vaš račun

source: Receive offers from our partners
sl_si: Želim prejemati posebne ponudbe vaših partnerjev

source: Vouchers
sl_si: Promokode

source: Merchandise returns
sl_si: Vračila izdelkov

source: Credit slips
sl_si: Dobropisi

source: Information
sl_si: Informacije

source: Addresses
sl_si: Naslovi

source: Add first address
sl_si: Dodaj moj glavni naslov

source: Order history and details
sl_si: Zgodovina in podrobnosti mojih naročil

source: Welcome to your account. Here you can manage all of your personal information and orders.
sl_si: Dobrodošli v svojem računu. Tukaj lahko upravljate z osebnimi podatki in naročili.

source: Order history
sl_si: Zgodovina naročil

source: Here are the orders you've placed since your account was created.
sl_si: Tukaj so naročila, ki ste jih oddali od odprtja vašega računa.

source: Details
sl_si: Podrobnosti

source: Guest Tracking
sl_si: Sledenje Gosta

source: Transform your guest account into a customer account and enjoy:
sl_si: Spremenite vaš profil iz gosta v stranko in uživajte:

source: Personalized and secure access
sl_si: Oseben in varen dostop

source: Fast and easy checkout
sl_si: Hiter in enostaven nakup

source: Easier merchandise return
sl_si: Lažja vračila blaga

source: Returned
sl_si: Vrnjeno

source: Merchandise return
sl_si: Vračilo blaga

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
sl_si: Če želite vrniti enega ali več izdelkov, prosimo označite odgovarjajoča polja in vpišite razlog vračila. Potem pritisnite spodnji gumb.

source: Request a return
sl_si: Zahtevajte vračilo

source: Back to your account
sl_si: Nazaj na vaš račun

source: Messages
sl_si: Sporočila

source: Add a message
sl_si: Dodaj sporočilo

source: If you would like to add a comment about your order, please write it in the field below.
sl_si: Če želite dodati komentar o vašem naročilu, ga vpišite spodaj.

source: Forgot your password?
sl_si: Pozabil svoje geslo?

source: Return details
sl_si: Podrobnosti vračila

source: %number% on %date%
sl_si: %number% %date%

source: We have logged your return request.
sl_si: zabeležili smo vašo prošnjo za vračilo

source: Your package must be returned to us within %number% days of receiving your order.
sl_si: Vaš paket mora biti vrnjen k nam v %number% dni od prejema vašega naročila.

source: The current status of your merchandise return is: [1] %status% [/1]
sl_si: Trenutni status vašega vračila blaga: [1] %status% [/1]

source: List of items to be returned:
sl_si: Seznam izdelkov za vračilo:

source: Reminder
sl_si: Opomnik

source: All merchandise must be returned in its original packaging and in its original state.
sl_si: Izdelki morajo biti vrnjeni v originalni embalaži, nepoškodavni in nerabljeni.

source: Please print out the [1]returns form[/1] and include it with your package.
sl_si: Prosim natisnite [1]obrazec vračila[/1] in dodajte vašemu paketu.

source: Please check the [1]returns form[/1] for the correct address.
sl_si: Prosim preglejtee [1]obrazec vračila[/1] za pravilen naslov.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
sl_si: Ko bomo prejeli vaš paket, vas bomo preko elektronske pošte o tem obvestili. Obenem bomo tudi začeli postopek povračila vašega naročila.

source: Please let us know if you have any questions.
sl_si: Sporočite nam kakršnakoli vprašanja.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
sl_si: Če zgoraj napisani pogoji ne bodo izpolnjeni, si pridržujemo pravico, da zavrnemo vašo pošiljko in/ali vračilo zneska nakupa.

source: Here is a list of pending merchandise returns
sl_si: Vaša vrnjena naročila

source: Return
sl_si: Vračilo

source: Package status
sl_si: Status paketa

source: Returns form
sl_si: Obrazec vračila

source: Order
sl_si: Naročilo

source: Date issued
sl_si: Datum izdaje

source: Credit slips you have received after canceled orders.
sl_si: Dobropisi ki ste jih prejeli po preklicu naročil.

source: Credit slip
sl_si: Dobropis

source: View credit slip
sl_si: Poglej dobropis

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
sl_si: Prosim vnesite naslov, ki ste ga uporabili pri registraciji. Prejeli boste začasno povezavo za ponastavitev gesla.

source: Update your address
sl_si: Posodobite vaš naslov

source: New address
sl_si: Nov naslov

source: Create an account
sl_si: Ustvarite račun

source: Log in instead!
sl_si: Namesto tega se prijavite!

source: Already have an account?
sl_si: Že imate račun?

source: Not you? [1]Log out[/1]
sl_si: Niste vi? [1]Odjava[/1]

source: Connected as %first_name% %last_name%.
sl_si: Povezan kot %first_name% %last_name%.

source: No account?
sl_si: Ni računa?

source: Your personal information
sl_si: Vaše osebne informacije

source: Reset your password
sl_si: Ponastavite geslo

source: Email address: %email%
sl_si: E-poštni naslov: %email%

source: Your addresses
sl_si: Vaši naslovi

source: Order details
sl_si: Informacije naročila

source: Order Reference %reference% - placed on %date%
sl_si: Referenca naročila %reference% - oddano %date%

source: Download your invoice as a PDF file.
sl_si: Shranite vaš račun kot PDF datoteko

source: You have given permission to receive your order in recycled packaging.
sl_si: Izbrali ste reciklirano embalažo

source: You have requested gift wrapping for this order.
sl_si: Zahtevali ste, da se vaše naročilo zavije kot darilo.

source: Message
sl_si: Sporočilo

source: Follow your order's status step-by-step
sl_si: Sledite svoje naročilo korak za korakom

source: Click the following link to track the delivery of your order
sl_si: Pritisnite na sledečo povezavo, da bi sledili dostavo vašega naročila

source: Guest Order Tracking
sl_si: Sledenje naročila gosta

source: To track your order, please enter the following information:
sl_si: Za spremljanje svojega naročila, vas prosimo, vpišite naslednje podatke:

source: For example: QIIXJXNUI or QIIXJXNUI#1
sl_si: Na primer: QIIXJXNUI ali QIIXJXNUI!#1

source: Your vouchers
sl_si: Vaši kuponi

source: Log in to your account
sl_si: Prijava v vaš račun

source: No account? Create one here
sl_si: Nimate računa? Tukaj lahko ustvarite novega

source: Connected as [1]%firstname% %lastname%[/1].
sl_si: Povezan kot [1]%firstname% %lastname%[/1].

source: View my customer account
sl_si: Poglej moj račun

source: Log in to your customer account
sl_si: Prijavite se v vaš uporabniški račun

source: Log me out
sl_si: Odjavi me

source: Your order
sl_si: Vaše naročilo
